tap "nikitabobko/tap"
brew "libpng"
brew "freetype"
brew "gettext"
brew "jpeg-turbo"
brew "xz"
brew "harfbuzz"
brew "icu4c@77"
brew "jpeg-xl"
brew "aom"
brew "ca-certificates"
brew "openssl@3"
brew "readline"
brew "oniguruma"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "icu4c@76"
brew "awk"
brew "bat"
brew "bison"
brew "btop"
brew "ccache"
brew "certifi"
brew "dav1d"
brew "svt-av1"
brew "ffmpeg"
brew "gmp"
brew "gnutls"
brew "cmake"
brew "curl"
brew "libtool"
brew "krb5"
brew "net-snmp"
brew "coreutils"
brew "libffi"
brew "libyaml"
brew "pkgconf"
brew "docker"
brew "docker-compose"
brew "dotnet"
brew "entr"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "libuv"
brew "node"
brew "fish-lsp"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "ghidra", link: false
brew "gnupg"
brew "gnuplot"
brew "harper"
brew "htop"
brew "imagemagick"
brew "iproute2mac"
brew "jpeg"
brew "pandoc"
brew "jupyterlab"
brew "just"
brew "kanata"
brew "lazydocker"
brew "lazygit"
brew "libiconv"
brew "vulkan-loader"
brew "lua-language-server"
brew "luajit"
brew "luarocks"
brew "make"
brew "py3cairo"
brew "manim"
brew "ninja"
brew "meson"
brew "micro"
brew "mpc"
brew "mpd"
brew "vapoursynth"
brew "yt-dlp"
brew "mpv"
brew "nasm"
brew "ncmpc"
brew "ncmpcpp"
brew "newsraft"
brew "nmap"
brew "nushell"
brew "nvm"
brew "parallel"
brew "python@3.12"
brew "qt"
brew "re2c"
brew "rename"
brew "ripgrep"
brew "ruff"
brew "rustup"
brew "sc-im"
brew "shellcheck"
brew "sk"
brew "stow"
brew "tealdeer"
brew "tinymist"
brew "tmux"
brew "trash"
brew "tree"
brew "tree-sitter"
brew "typst"
brew "umlet"
brew "uv"
brew "vim"
brew "yazi"
brew "zlib"
cask "nikitabobko/tap/aerospace"
cask "affinity-designer@1"
cask "affinity-photo@1"
cask "anki"
cask "brave-browser"
cask "claude-code"
cask "dash@6"
cask "firefox"
cask "font-libertinus-math"
cask "font-linux-libertine"
cask "font-new-computer-modern"
cask "font-ubuntu"
cask "font-vollkorn"
cask "font-vollkorn-sc"
cask "kiwix"
cask "localsend"
cask "notunes"
cask "sioyek"
cask "transmission"
cask "vlc"
cask "whatsapp"
cask "zed"
cask "zotero"
